Repository: aminenidae/ScreenTime-BMAD
Catalog: ScreenTimeRewardsProject/ScreenTimeRewards/Localizable.xcstrings
Source language: en
Languages: fr

source: No app configurations
fr: Aucune configuration d'appli

source: No apps are being tracked yet.
fr: Aucune appli n'est encore suivie.

source: No apps selected yet
fr: Aucune appli sélectionnée pour l'instant

source: No asking. No nagging. Apps unlock when goals are met.
fr: Aucune demande. Aucune insistance. Les applis se débloquent quand les objectifs sont atteints.

source: No card required — nothing charged today.
fr: Aucune carte requise — rien n'est débité aujourd'hui.

source: No charge today. Cancel anytime.
fr: Aucun paiement aujourd'hui. Annulez en tout temps.

source: No commitment. Cancel anytime.
fr: Aucun engagement. Annulez en tout temps.

source: No devices connected yet
fr: Aucun appareil connecté pour l'instant

source: No diagnostic logs to upload yet.
fr: Aucun journal de diagnostic à téléverser pour l'instant.

source: No errors recorded
fr: Aucune erreur enregistrée

source: No event mappings found!
fr: Aucune association d'événements trouvée!

source: No gaps detected
fr: Aucun écart détecté

source: No heartbeat data available
fr: Aucune donnée de pulsation disponible

source: No heartbeat data yet
fr: Aucune donnée de pulsation pour l'instant

source: No historical data
fr: Aucune donnée historique

source: No internet connection. Please connect and try again.
fr: Aucune connexion Internet. Veuillez vous connecter et réessayer.

source: No learning apps available
fr: Aucune appli d'apprentissage disponible

source: No learning apps available. Add learning apps first to set unlock requirements.
fr: Aucune appli d'apprentissage disponible. Ajoutez d'abord des applis d'apprentissage pour définir les conditions de déblocage.

source: No learning apps linked
fr: Aucune appli d'apprentissage liée

source: No linked devices found
fr: Aucun appareil lié trouvé

source: No log files yet. Logs are written when the extension fires threshold events.
fr: Aucun fichier journal pour l'instant. Les journaux sont écrits lorsque l'extension déclenche des événements de seuil.

source: No more battles. The app handles it.
fr: Fini les batailles. L'appli s'en occupe.

source: No previous purchases found.
fr: Aucun achat antérieur trouvé.

source: No recent errors
fr: Aucune erreur récente

source: No remote monitoring. Manage everything on this device.
fr: Aucune surveillance à distance. Gérez tout sur cet appareil.

source: No reward apps assigned.
fr: Aucune appli récompense assignée.

source: No reward apps assigned. Please assign some apps to 'Reward' category first.
fr: Aucune appli récompense assignée. Veuillez d'abord assigner des applis à la catégorie « Récompense ».

source: No reward apps selected
fr: Aucune appli récompense sélectionnée

source: No snapshot yet — open this app once with battery monitoring enabled.
fr: Aucun instantané pour l'instant — ouvrez cette appli une fois avec la surveillance de la batterie activée.

source: No streaks yet
fr: Aucune série pour l'instant

source: No subscription needed
fr: Aucun abonnement requis

source: No subscription options available
fr: Aucune option d'abonnement disponible

source: No subscription package available
fr: Aucun forfait d'abonnement disponible

source: No thanks
fr: Non merci

source: No timers to manage. No fights to referee.
fr: Aucune minuterie à gérer. Aucune dispute à arbitrer.

source: No usage data available yet
fr: Aucune donnée d'utilisation disponible pour l'instant

source: No usage data recorded yet
fr: Aucune donnée d'utilisation enregistrée pour l'instant

source: No usage data yet
fr: Aucune donnée d'utilisation pour l'instant

source: No usage recorded
fr: Aucune utilisation enregistrée

source: No usage recorded today
fr: Aucune utilisation enregistrée aujourd'hui

source: No usage recorded yet today. iOS will deliver today's usage now if any.
fr: Aucune utilisation enregistrée aujourd'hui pour l'instant. iOS transmettra l'utilisation d'aujourd'hui s'il y en a.

source: No usage today
fr: Aucune utilisation aujourd'hui

source: No usage yet
fr: Aucune utilisation pour l'instant

source: No validation has been performed yet. Use the app to generate tracking data.
fr: Aucune validation n'a encore été effectuée. Utilisez l'appli pour générer des données de suivi.

source: No websites blocked
fr: Aucun site web bloqué

source: None
fr: Aucun

source: Not Connected
fr: Non connecté

source: Not Now
fr: Pas maintenant

source: Not Yet Validated
fr: Pas encore validé

source: Not linked to any reward — time spent here isn't earning bank minutes. Ask a parent to link these apps to a reward.
fr: Non liée à une récompense — le temps passé ici ne rapporte pas de minutes. Demande à un parent de lier ces applis à une récompense.

source: Not linked — usage won't earn time
fr: Non liée — l'utilisation ne rapportera pas de temps

source: Not now
fr: Pas maintenant

source: Not paired
fr: Non associé

source: Not set
fr: Non défini

source: Not yet validated
fr: Pas encore validé

source: Notification Settings
fr: Paramètres de notification

source: Notification Style
fr: Style de notification

source: Now tap the Rewards tab to add fun apps.
fr: Touche maintenant l'onglet Récompenses pour ajouter des applis amusantes.

source: Now tap your first reward app to configure it.
fr: Touche maintenant ta première appli récompense pour la configurer.

source: ONE TAP TO TURN IT ON
fr: UN SEUL TOUCHER POUR L'ACTIVER

source: Off
fr: Désactivé

source: On This Device Only
fr: Sur cet appareil seulement

source: On the child device:
fr: Sur l'appareil de l'enfant :

source: Once connected, you'll have full access to all features and your parent can see your progress.
fr: Une fois connecté, tu auras accès à toutes les fonctionnalités et ton parent pourra voir tes progrès.

source: Only %lld minutes left. Use a learning app to earn more!
fr: Seulement %lld minutes restantes. Utilise une appli d'apprentissage pour en gagner plus!

source: Only websites from browsing history will appear in the picker.
fr: Seuls les sites de l'historique de navigation apparaîtront dans le sélecteur.

source: Open **Settings** app on this device
fr: Ouvrez l'appli **Réglages** sur cet appareil

source: Open Settings
fr: Ouvrir les Réglages

source: Open Tic Lock → Settings → Pair with Parent → Scan this code.
fr: Ouvrez Tic Lock → Paramètres → S'associer au parent → Scannez ce code.

source: PAIRING STATUS
fr: ÉTAT DE L'ASSOCIATION

source: PARENT DASHBOARD
fr: TABLEAU DE BORD PARENT

source: PARENT ONBOARDING
fr: INTÉGRATION DU PARENT

source: PARENT SPACE
fr: ESPACE PARENT

source: PARENTS SET LEARNING GOALS
fr: LES PARENTS DÉFINISSENT LES OBJECTIFS D'APPRENTISSAGE

source: PERIOD
fr: PÉRIODE

source: PICK ONE
fr: CHOISIS-EN UN

source: PIN Configured: %@
fr: Code PIN configuré : %@

source: PIN must be 4 digits
fr: Le code PIN doit comporter 4 chiffres

source: PINs do not match
fr: Les codes PIN ne correspondent pas

source: PINs do not match. Please try again.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.

source: PINs don't match. Please try again.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.

source: POPULAR
fr: POPULAIRE

source: PROTECT PARENT MODE
fr: PROTÉGER LE MODE PARENT

source: Pair Devices
fr: Associer les appareils

source: Pair a child's device to start monitoring their screen time.
fr: Associez l'appareil d'un enfant pour commencer à surveiller son temps d'écran.

source: Pair whenever you're ready—no pressure to finish right now.
fr: Associez quand vous êtes prêt — aucune pression pour finir maintenant.

source: Paired on %@
fr: Associé le %@

source: Paired with Child's iPad
fr: Associé à l'iPad de l'enfant

source: Pairing Configuration
fr: Configuration de l'association

source: Pairing Request
fr: Demande d'association

source: Pairing Status
fr: État de l'association

source: Pairing Successful
fr: Association réussie

source: Pairing failed
fr: Échec de l'association

source: Pairing invitation not found or expired.
fr: Invitation d'association introuvable ou expirée.

source: Pairing requires iCloud to sync usage data between devices.
fr: L'association nécessite iCloud pour synchroniser les données d'utilisation entre les appareils.

source: Pairing...
fr: Association en cours...

source: Parent & Child Discuss Learning Targets
fr: Le parent et l'enfant discutent des objectifs d'apprentissage

source: Parent & child discuss learning targets
fr: Le parent et l'enfant discutent des objectifs d'apprentissage

source: Parent Device
fr: Appareil du parent

source: Parent Notifications
fr: Notifications du parent

source: Parent PIN has not been configured. Please set up a PIN.
fr: Le code PIN du parent n'a pas été configuré. Veuillez configurer un code PIN.

source: Parent PIN is required to access Parent Mode.
fr: Le code PIN du parent est requis pour accéder au mode Parent.

source: Parent subscribes on their phone
fr: Le parent s'abonne sur son téléphone

source: Parent's Device
fr: Appareil du parent

source: Parent's name
fr: Nom du parent

source: Parental Control, Made Simple
fr: Le contrôle parental, tout simplement

source: Parental approval is required to access Parent Mode.
fr: L'approbation parentale est requise pour accéder au mode Parent.

source: Past days keep the rate they were earned at.
fr: Les jours passés conservent le taux auquel ils ont été gagnés.

source: Payment will be charged to your Apple Account at confirmation of purchase. Subscription automatically renews unless cancelled at least 24 hours before the end of the current period. Your account will be charged %@ for renewal within 24 hours prior to the end of the current period. Any unused portion of a free trial will be forfeited when you purchase a subscription.
fr: Le paiement sera débité de votre compte Apple à la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période en cours. Votre compte sera débité de %@ pour le renouvellement dans les 24 heures précédant la fin de la période en cours. Toute portion inutilisée d'un essai gratuit sera perdue lors de l'achat d'un abonnement.

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions by going to your account settings after purchase.
fr: Le paiement sera débité de votre compte Apple ID à la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements dans les paramètres de votre compte après l'achat.

source: Per-App Target
fr: Cible par appli

source: Per-Day
fr: Par jour

source: Percentage
fr: Pourcentage

source: Period
fr: Période

source: Permanently remove all data
fr: Supprimer définitivement toutes les données

source: Phase 4B Authentication Debug
fr: Débogage d'authentification Phase 4B

source: Please choose a stronger PIN
fr: Veuillez choisir un code PIN plus sécurisé

source: Please grant Screen Time permission in Settings
fr: Veuillez accorder l'autorisation Temps d'écran dans les Réglages

source: Please keep the app open.
fr: Veuillez garder l'appli ouverte.

source: Please wait while we fetch the latest data
fr: Veuillez patienter pendant que nous récupérons les dernières données

source: Points Earned
fr: Points gagnés

source: Points per Minute
fr: Points par minute

source: Position the code inside the frame.
fr: Positionnez le code à l'intérieur du cadre.

source: Potential Overcounting Detected
fr: Surcomptage potentiel détecté

source: Potential Undercounting Detected
fr: Sous-comptage potentiel détecté

source: Premium Active
fr: Premium actif

source: Preparing secure QR code…
fr: Préparation du code QR sécurisé…

source: Preview Series
fr: Aperçu de la série

source: Preview not available - requires ApplicationToken
fr: Aperçu non disponible - nécessite un ApplicationToken

source: Preview not available - requires LearningAppSnapshots
fr: Aperçu non disponible - nécessite des LearningAppSnapshots

source: Preview requires mock FullAppConfigDTO
fr: L'aperçu nécessite un FullAppConfigDTO fictif

source: Preview:
fr: Aperçu :

source: Priority support
fr: Soutien prioritaire

source: Privacy Policy
fr: Politique de confidentialité

source: Privacy Protected %@ App #%lld
fr: Appli %@ protégée #%lld

source: Privacy Protected App #%lld
fr: Appli protégée #%lld

source: Private by design. We never see messages, photos, or browsing.
fr: Privé par conception. Nous ne voyons jamais les messages, photos ou navigation.

source: Processing...
fr: Traitement en cours...

source: Purchase is pending approval
fr: L'achat est en attente d'approbation

source: Purchase recorded but activation is pending. Please tap 'Restore Purchases' or restart the app.
fr: Achat enregistré mais l'activation est en attente. Touchez « Restaurer les achats » ou redémarrez l'appli.

source: Purchase was cancelled
fr: L'achat a été annulé

source: Purchases Restored
fr: Achats restaurés

source: QR Type
fr: Type de code QR

source: Query CloudKit Directly
fr: Interroger CloudKit directement

source: Quick Tips to Get Started
fr: Conseils rapides pour commencer

source: Quick select
fr: Sélection rapide

source: Quiet Hours
fr: Heures de silence

source: Quiet hours settings coming soon
fr: Paramètres des heures de silence bientôt disponibles

source: RE-ENTER YOUR PIN
fr: SAISISSEZ DE NOUVEAU VOTRE CODE PIN

source: REWARD
fr: RÉCOMPENSE

source: REWARD APPS
fr: APPLIS RÉCOMPENSE

source: REWARD TIME EXPIRED
fr: TEMPS DE RÉCOMPENSE ÉPUISÉ

source: Rate Limit Exceeded
fr: Limite de fréquence dépassée

source: Reach %lld days for a bonus of %lld minutes!
fr: Atteins %lld jours pour un bonus de %lld minutes!

source: Reach %lld days for a bonus!
fr: Atteins %lld jours pour un bonus!

source: Reach evolution level %lld
fr: Atteins le niveau d'évolution %lld

source: Ready To Use In Just 3 Minutes
fr: Prêt à utiliser en seulement 3 minutes

source: Real Parental Control. Zero Arguments.
fr: Un vrai contrôle parental. Zéro dispute.

source: Real-Time Guidance At Every Step
fr: Des conseils en temps réel à chaque étape

source: Recalculate
fr: Recalculer

source: Recalculate Usage
fr: Recalculer l'utilisation

source: Recalculate Usage?
fr: Recalculer l'utilisation?

source: Receive notifications when your child completes goals or reaches limits
fr: Recevez des notifications lorsque votre enfant termine des objectifs ou atteint des limites

source: Receive notifications when your child reaches milestones
fr: Recevez des notifications lorsque votre enfant atteint des étapes importantes

source: Recent Errors
fr: Erreurs récentes

source: Recent History
fr: Historique récent

source: Reconnect
fr: Reconnecter

source: Reconnect needed
fr: Reconnexion nécessaire

source: Record not found in CloudKit
fr: Enregistrement introuvable dans CloudKit

source: Refresh
fr: Actualiser

source: Refresh Tracking
fr: Actualiser le suivi

source: Registered Devices
fr: Appareils enregistrés

source: Reject
fr: Rejeter

source: Rejected
fr: Rejeté

source: Remind in 1 hour
fr: Rappeler dans 1 heure

source: Reminder
fr: Rappel

source: Reminder: Complete Your Goal
fr: Rappel : termine ton objectif

source: Remote Configuration Note
fr: Remarque sur la configuration à distance

source: Remote monitoring
fr: Surveillance à distance

source: Remove
fr: Retirer

source: Remove Device?
fr: Retirer l'appareil?

source: Remove orphaned event data
fr: Retirer les données d'événements orphelines

source: Removing "%@" will: • Clear all earned points for this app • Remove the shield/block for this app • Reset usage time to zero Do you want to continue?
fr: Retirer « %@ » va : • Effacer tous les points gagnés pour cette appli • Retirer le blocage de cette appli • Remettre le temps d'utilisation à zéro Voulez-vous continuer?

source: Removing "%@" will: • Clear all earned points for this app • Reset usage time to zero Do you want to continue?
fr: Retirer « %@ » va : • Effacer tous les points gagnés pour cette appli • Remettre le temps d'utilisation à zéro Voulez-vous continuer?

source: Renew Now
fr: Renouveler maintenant

source: Replay Tutorial
fr: Revoir le tutoriel

source: Report copied to clipboard! Paste it in Notes or share it for analysis.
fr: Rapport copié dans le presse-papiers! Collez-le dans Notes ou partagez-le pour analyse.

source: Reports will appear here after your child uses apps
fr: Les rapports apparaîtront ici lorsque votre enfant utilisera des applis

source: Reset
fr: Réinitialiser

source: Reset Device Mode?
fr: Réinitialiser le mode de l'appareil?

source: Reset This Device
fr: Réinitialiser cet appareil

source: Reset Trial
fr: Réinitialiser l'essai

source: Reset Trial?
fr: Réinitialiser l'essai?

source: Reset Validation Data
fr: Réinitialiser les données de validation

source: Reset Validation Data?
fr: Réinitialiser les données de validation?

source: Reset clears device settings. Delete removes all data permanently.
fr: Réinitialiser efface les paramètres de l'appareil. Supprimer retire toutes les données définitivement.

source: Reset to Default Name
fr: Réinitialiser au nom par défaut

source: Reset to Defaults
fr: Réinitialiser aux valeurs par défaut

source: Resets at midnight
fr: Se réinitialise à minuit

source: Restart Monitoring
fr: Redémarrer la surveillance

source: Restore Failed
fr: Échec de la restauration

source: Restore Purchases
fr: Restaurer les achats

source: Restoring...
fr: Restauration en cours...

source: Retry
fr: Réessayer

source: Return to this app and try again
fr: Retournez à cette appli et réessayez

source: Return to this device
fr: Retournez à cet appareil

source: Review the configuration summary. This shows what you've set up.
fr: Passe en revue le résumé de la configuration. Cela montre ce que tu as configuré.

source: Review the reward app settings before saving.
fr: Passe en revue les paramètres de l'appli récompense avant d'enregistrer.

source: Reward
fr: Récompense

source: Reward Achievements
fr: Réussites récompensées

source: Reward App
fr: Appli récompense

source: Reward App - Locked
fr: Appli récompense - Verrouillée

source: Reward App - Unlocked
fr: Appli récompense - Déverrouillée

source: Reward Earned
fr: Récompense gagnée

source: Reward Points Summary
fr: Résumé des points de récompense

source: Reward Ratio
fr: Ratio de récompense

source: Reward Time Expired
fr: Temps de récompense expiré

source: Reward Time Warnings
fr: Avertissements de temps de récompense

source: Reward apps unlock the moment goals are met.
fr: Les applis récompense se débloquent dès que les objectifs sont atteints.

source: Reward apps unlock — entertainment they've earned.
fr: Les applis récompense se débloquent — du divertissement bien mérité.

source: Reward every
fr: Récompense chaque

source: Rewards
fr: Récompenses

source: Run Mapping Diagnostic
fr: Exécuter le diagnostic d'association

source: Run monitoring on this device with parental controls
fr: Exécuter la surveillance sur cet appareil avec le contrôle parental

source: SCAN QR CODE
fr: SCANNER LE CODE QR

source: SCHEDULE
fr: HORAIRE

source: SECURITY
fr: SÉCURITÉ

source: SETTING UP
fr: CONFIGURATION EN COURS

source: SETTINGS
fr: PARAMÈTRES

source: STEP %lld OF %lld
fr: ÉTAPE %lld SUR %lld

source: SUBSCRIPTION
fr: ABONNEMENT

source: Same Every Day
fr: Identique chaque jour

source: Sat - Sun
fr: Sam - dim

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: Save & Monitor
fr: Enregistrer et surveiller

source: Save App Names
fr: Enregistrer les noms d'applis

source: Save Apps
fr: Enregistrer les applis

source: Save PIN
fr: Enregistrer le code PIN

source: Save ~%lld%%
fr: Économisez ~%lld %%

source: Saving Changes...
fr: Enregistrement des modifications...

source: Scan Parent's Code
fr: Scanner le code du parent

source: Scan Parent's QR Code
fr: Scanner le code QR du parent

source: Scan Partner's Code
fr: Scanner le code du partenaire

source: Scan the QR code they show you
fr: Scanne le code QR qu'on te montre

source: Scan this QR code
fr: Scannez ce code QR

source: Scan this code on your child's device
fr: Scannez ce code sur l'appareil de votre enfant

source: Scan to connect and unlock this device
fr: Scanne pour connecter et débloquer cet appareil

source: Scan your parent's QR code to continue
fr: Scanne le code QR de ton parent pour continuer

source: Schedule
fr: Horaire

source: Schema Initialization
fr: Initialisation du schéma

source: Screen Time
fr: Temps d'écran

source: Screen Time permission is the on/off switch for locking and rewarding apps. Without it, nothing can be blocked or unlocked. Turn it on now, or enable it later in Settings › Screen Time.
fr: L'autorisation Temps d'écran est l'interrupteur qui permet de verrouiller et de récompenser les applis. Sans elle, rien ne peut être bloqué ou débloqué. Activez-la maintenant, ou activez-la plus tard dans Réglages › Temps d'écran.

source: Screen-time negotiations don't have to be this hard.
fr: Les négociations sur le temps d'écran n'ont pas à être aussi difficiles.

source: Secure single-use code prevents sharing abuse
fr: Un code sécurisé à usage unique empêche les abus de partage

source: See How Incredibly Simple Our Settings Are
fr: Découvrez à quel point nos réglages sont simples

source: See What You'll Set Up
fr: Voyez ce que vous allez configurer

source: See how your child did this week!
fr: Voyez comment votre enfant s'est débrouillé cette semaine!

source: Select Avatar
fr: Sélectionner un avatar

source: Select Websites to Block
fr: Sélectionner des sites web à bloquer

source: Select the apps you want to count as learning time, then tap Done.
fr: Sélectionnez les applis que vous voulez compter comme temps d'apprentissage, puis touchez Terminé.

source: Select websites from browsing history to block. When blocked, a shield will appear when trying to access them.
fr: Sélectionnez des sites web de l'historique de navigation à bloquer. Une fois bloqués, un écran de blocage apparaîtra lors d'une tentative d'accès.

source: Select your child's favorite apps as rewards, then tap Done.
fr: Sélectionnez les applis préférées de votre enfant comme récompenses, puis touchez Terminé.

source: Selected
fr: Sélectionné

source: Selected Apps
fr: Applis sélectionnées

source: Selected Apps (%lld)
fr: Applis sélectionnées (%lld)

source: Send Diagnostic Report
fr: Envoyer le rapport de diagnostic

source: Sending configuration to child's device
fr: Envoi de la configuration à l'appareil de l'enfant

source: Sending…
fr: Envoi en cours…

source: Sent ✓ Reference: %@
fr: Envoyé ✓ Référence : %@

source: Server error: %@
fr: Erreur du serveur : %@

source: Set Duration
fr: Définir la durée

source: Set Learning Apps
fr: Définir les applis d'apprentissage

source: Set Learning Goals
fr: Définir des objectifs d'apprentissage

source: Set Up Remote Monitoring
fr: Configurer la surveillance à distance

source: Set how long your child can use this app each day.
fr: Définissez combien de temps votre enfant peut utiliser cette appli chaque jour.

source: Set points per minute for these %@ apps
fr: Définir les points par minute pour ces applis %@

source: Set rules & monitor progress
fr: Définir des règles et suivre les progrès

source: Set the maximum reward time per day.
fr: Définissez le temps de récompense maximal par jour.

source: Set when reward time is available.
fr: Définissez quand le temps de récompense est disponible.

source: Set when this app can be used (e.g., 8 AM - 8 PM).
fr: Définissez quand cette appli peut être utilisée (p. ex. 8 h à 20 h).

source: Settings
fr: Paramètres
